tap "aws/tap"
tap "cloudflare/cloudflare"
tap "common-fate/granted"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jetbrains/utils"
tap "localstack/tap"
tap "oven-sh/bun"
brew "act"
brew "openssl@3"
brew "sqlite"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "colima", restart_service: true
brew "curl"
brew "freetds"
brew "krb5"
brew "php"
brew "composer"
brew "cookiecutter"
brew "cowsay"
brew "dependency-check"
brew "detect-secrets"
brew "docker"
brew "dotnet"
brew "dotnet@6"
brew "duckdb"
brew "fzf"
brew "gdrive"
brew "gh"
brew "gnupg"
brew "go"
brew "htop"
brew "httpie"
brew "iperf3"
brew "jq"
brew "kafka"
brew "libressl"
brew "maven"
brew "neovim"
brew "nvm"
brew "pipx"
brew "pngpaste"
brew "pre-commit"
brew "pure"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "sonarqube"
brew "starship"
brew "telnet"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "watch"
brew "wget"
brew "xsv"
brew "yarn"
brew "zellij"
brew "zoxide"
brew "aws/tap/copilot-cli"
brew "cloudflare/cloudflare/cloudflared"
brew "common-fate/granted/granted"
brew "jetbrains/utils/qodana"
brew "localstack/tap/localstack-cli"
brew "oven-sh/bun/bun"
cask "1password-cli"
cask "docker"
cask "finch"
cask "iterm2"
cask "openvpn-connect"
cask "warp"
cask "zap"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.npm-intellisense"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "humao.rest-client"
vscode "jakeboone02.cypher-query-language"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "orta.vscode-jest"
vscode "oven.bun-vscode"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "sonarsource.sonarlint-vscode"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
